---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysPhaseParam
source: html/9e196ec4-547d-8a92-3cd4-c2f261907ab1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysPhaseParam Property

"Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDistributionsysPhaseParam { get; }
```